tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "vanyauhalin/shell_gpt"
brew "ack"
brew "giflib"
brew "libpng"
brew "bottom"
brew "python@3.12"
brew "cairo"
brew "diff-so-fancy"
brew "dtrx"
brew "fd"
brew "unbound"
brew "gnutls"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "git-delta"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "jpeg"
brew "jq"
brew "kondo"
brew "languagetool"
brew "librsvg"
brew "lsd"
brew "macvim"
brew "mdp"
brew "neofetch"
brew "netcat"
brew "node@20"
brew "nvm"
brew "ouch"
brew "pipx"
brew "pkg-config"
brew "qemu"
brew "ranger"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "tig"
brew "tokei"
brew "trash-cli"
brew "vimpager"
brew "watch"
brew "xclip"
brew "xdotool"
brew "xsel"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "alex313031-thorium"
cask "font-fontawesome"
cask "font-iosevka-nerd-font"
cask "font-noto-color-emoji"
cask "kitty"
cask "meld"
cask "slack"
