tap "dracula/install"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "lihaoyun6/tap"
tap "tsonglew/dutis", "https://github.com/tsonglew/dutis"
tap "vanyauhalin/shell_gpt"
brew "ack"
brew "aws-vault"
brew "bash"
brew "bottom"
brew "cairo"
brew "colima"
brew "cookiecutter"
brew "diff-so-fancy"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dtrx"
brew "duti"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "gdk-pixbuf"
brew "git-delta"
brew "glab"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "jpeg"
brew "kondo"
brew "krew"
brew "languagetool"
brew "librsvg"
brew "lsd"
brew "mdp"
brew "neofetch"
brew "netcat"
brew "node@20"
brew "node@22"
brew "ouch"
brew "pipx"
brew "pkg-config"
brew "ranger"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "sops"
brew "tig"
brew "tokei"
brew "translate-shell"
brew "trash-cli"
brew "vim"
brew "vimpager"
brew "watch"
brew "xclip"
brew "xdotool"
brew "xsel"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "tsonglew/dutis/dutis"
cask "1password-cli"
cask "alacritty"
cask "alex313031-thorium"
cask "cameracontroller"
cask "font-fontawesome"
cask "font-iosevka-nerd-font"
cask "font-noto-color-emoji"
cask "jetbrains-toolbox"
cask "meld"
cask "quickrecorder"
cask "raycast"
cask "visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "firsttris.vscode-jest-runner"
vscode "nrwl.angular-console"
